Repository: janhenckens/wp-splashing
Catalog: languages/wp-splashing-images-*.po
Languages: nl_nl

source: Unable to save image, check your server permissions.
nl_nl: Foto kan niet opgeslagen worden, controleer je server instellingen.

source: Photo by
nl_nl: Foto door

source: Something went wrong saving the image.
nl_nl: Er ging iets fout bij het bewaren van de foto.

source: File successfully uploaded to media library.
nl_nl: Bestand toegevoegd aan de media bibliotheek.

source: Nothing to delete, file does not exist
nl_nl: Niets om te verwijderen, dit bestand bestaat niet

source: You're now connected to Unsplash as <a href="%1$s" target="_blank">%2$s</a>
nl_nl: Je bent verbonden met Unsplash als <a href="%1$s" target="_blank">%2$s</a>

source: 25 most popular photos on Unsplash
nl_nl: Toont de 25 meest populaire foto’s op Unsplash

source: Popular
nl_nl: Populair

source: Shows the 25 last added images
nl_nl: Toon de 25 laatst toegevoegde foto's

source: &#128349; Last added
nl_nl: &#128349; Laatst toegevoegd

source: Shows 25 random images
nl_nl: Toont 25 willekeurige foto’s

source: Surprise me :)
nl_nl: Verras mij :)

source: Shows the images you like on unsplash.com
nl_nl: Toont de foto's die je leuk vond op unsplash.com

source: Photos you liked
nl_nl: Foto's die jij leuk vond

source: Show the photos you added to unsplasho.com
nl_nl: Toont de foto's die jij toevoegde op unsplash.com

source: Your photos
nl_nl: Jouw foto's

source: Shows an overview of the collections you created on unsplash.com
nl_nl: Toont een overzicht van jouw collecties op unsplash.com

source: Your Collections
nl_nl: Jouw collecties

source: « Previous
nl_nl: « Vorige

source: Next »
nl_nl: Volgende »

source: Search unsplash.com
nl_nl: Zoek op unsplash.com

source: Personalize your images
nl_nl: Personaliseer uw foto's

source: You can connect your Unsplash account to get access your own images and the images you liked on Unsplash here.
nl_nl: Je kan inloggen met je Unsplash account om je eigen foto's en collecties ook hier te kunnen gebruiken.

source: <p>Don't have an account yet? Get one <a href="%1$s">here</a></p>
nl_nl: <p>Heb je nog geen account? Maak er <a href="%1$s">hier</a> eentje aan.</p>

source: Logged in as <a href="%1$s" target="_blank">%2$s</a>.
nl_nl: Aangemeld als <a href="%1$s" target="_blank">%2$s</a>.

source: <a href="%1$s">Disconnect?</a>
nl_nl: <a href="%1$s">Afmelden?</a>

source: Log in with Unsplash
nl_nl: Aanmelden met Unsplash

source: Powered by Unsplash
nl_nl: Mogelijk gemaakt door Unsplash

source: Splashing Images is powered by <a href="http://unsplash.com">unsplash.com</a> and the Unsplash API.
nl_nl: Splashing Images is mogelijk gemaakt door <a href="http://unsplash.com">unsplash.com</a> en de Unsplash API.

source: Unsplash License
nl_nl: Unsplash licentie

source: All photos published on Unsplash are licensed under <a href="https://creativecommons.org/publicdomain/zero/1.0/">Creative Commons Zero</a> which means you can copy, modify, distribute and use the photos for free, including commercial purposes, without asking permission from or providing attribution to the photographer or Unsplash.
nl_nl: Alle foto's gepubliceerd op Unsplash zijn gelicenseerd onder <a href="https://creativecommons.org/publicdomain/zero/1.0/">Creative Commons Zero</a> wat betekent dat je kunt kopiëren, wijzigen, distribueren en gebruik maken van de foto's voor gratis, met inbegrip van commerciële doeleinden, zonder toestemming te vragen van of het verstrekken van toerekening aan de fotograaf of Unsplash.

source: From <a href="http://studioespresso.co/en?utm_source=plugin&amp;utm_medium=plugin_detail&amp;utm_campaign=wp-splashing-images" target="_blank">Studio Espresso</a>, with
nl_nl: Door <a href="http://studioespresso.co/en?utm_source=plugin&amp;utm_medium=plugin_detail&amp;utm_campaign=wp-splashing-images" target="_blank">Studio Espresso</a>, met

source: We'd love to hear what you think about the plugin so feel free to get in touch with your <a href='mailto:support@studioespresso.co'>suggestions</a> or <a href='https://wordpress.org/support/plugin/wp-splashing-images' target='_blank'>questions</a>
nl_nl: We willen graag horen wat je denkt over de plugin! Stuur ons je <a href='mailto:support@studioespresso.co'>suggesties</a> of stel je vragen <a href='https://wordpress.org/support/plugin/wp-splashing-images' target='_blank'>vragen</a>.

source: Unsplash.com photos, right in your dashboard. Add photos with one click and use them in your content right away.
nl_nl: Unsplash.com foto's, in je dashboard. Voeg foto's to met 1 klik en gebruikt ze onmiddellijk in je content.
